{
  "greeting": "Hallo",
  "farewell": "Auf Wiedersehen",

  "weekdays": {
    "1": "Montag",
    "2": "Dienstag",
    "3": "Mittwoch",
    "4": "Donnerstag",
    "5": "Freitag",
    "6": "Samstag",
    "0": "Sonntag"
  },

  "menstruation": {
    "title": "Menstruation",
    "text": "Der Zyklus beginnt mit dem ersten Tag der Blutung, die durch den Abfall von Progesteron und Östrogen ausgelöst wird. Das steigende Östrogen hebt die Laune, macht selbstbewusst und kreativ.",
    "nutrition": {
      "1": "Entzündungshemmende und antioxidative Nahrungsmittel, um Symptome zu lindern: Curcumin, Vitamin D, Calcium, Magnesium and Zink, ",
      "2": "Achte auf eine genügende Eisenzufuhr, insbesondere wenn deine Blutung stark ausfällt --> Rotes Fleisch, Bohnen, Leafy Greens z.B Spinat, Linsen, Brokkoli",
      "3": "Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes"
    },
    "training": "Durch die potenziellen Symptome der Menstruation kann es sein, dass deine Stimmung, deine Motivation und deine Energie tiefer sind als sonst. Höre auf deinen Körper und plane deshalb vermehrt kurze, regenerative Einheiten mit niedriger Intensität in Phase 1 ein. Diese Einheiten können auch dazu beitragen, deine Symptome zu verringern.",
    "health": {
      "1": "Achte besonders in Phase 1 auf ausreichend (7-9h) und qualitativ hochwertigen Schlaf, um allfällige negative Symptome dieser Phase auszugleichen. Dabei können helfen:",
      "2": "Konstanter Schlafrhythmus",
      "3": "Das Zimmer dunkel und kühl halten",
      "4": "Koffein und Alkohol limitieren",
      "5": "1h vor dem Schlafengehen keine Bildschirm-Zeit",
      "6": "2h vor dem Schlafengehen nicht essen"
    }
  },
  "follicular": {
    "title": "Follikelphase",
    "text": "Phase nach der Menstruation, in der die Eibläschchen zu einem sprungbereiten Follikel reifen. Das steigende Östrogen hebt die Laune, macht selbstbewusst und kreativ.",
    "nutrition": {
      "1": "Durch die Erhöhung der Intensität oder des Volumens deines Trainings erhöht sich auch dein Energiebedarf! Achte auf eine genügende Kohlenhydratzufuhr vor und nach dem Training. Vorzugsweise nimmst du dazu komplexe Kohlenhydrate wie Vollkornprodukte, Hafer, Quinoa, brauner Reis",
      "2": "Bei vermehrtem Training solltest du auch deine Proteinzufuhr erhöhen: Achte auf eine tägliche Proteinzufuhr von ca. 1,6g pro kg Körpergewicht. Proteindrinks können dabei helfen, den Bedarf zu decken. Nimm dazu Drinks, die wenig zugesetzten Zucker beinhalten.",
      "3": "Decke deinen Fettbedarf mit gesunden Fetten, bspw. Fisch, Nüsse und Samen, pflanzliche Öle.",
      "4": "Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes"
    },
    "training": "Der steigende Östrogenspiegel hilft dir dabei, dich selbstbewusst und stark zu fühlen. Zeit also für die härteren Einheiten! Plane in Phase 2 vermehrt lange oder intensive Einheiten ein. Steigere dabei die die Intensität oder das Volumen kontinuerlich vom Ende der Mens bis zum Eisprung. Des weiteren ist Phase 2 optimal, um Kraft oder Schnelligkeit zu trainieren.",
    "health": "Höchste Fruchtbarkeit am Ende der Phase 2 (ca. 5 Tage vor dem Eisprung bis 1 Tag nach dem Eisprung)"
  },
  "ovulation": {
    "title": "Ovulation",
    "text": "Nach dem Eisprung wird die Eizelle aus dem Follikel im Eierstock in den Eileiter ausgestoßen. Die Hülle der Eizelle bleibt als Gelbkörper zurück. Zum Eisprung macht das Östrogen häufig gute Laune. Danach gibt es auch mal schlechte Laune.",
    "nutrition": "...",
    "training": "...",
    "health": "..."
  },
  "luteal": {
    "title": "Luthealphase",
    "text": "Die Phase nach dem Eisprung bis zum Beginn der nächsten Menstruation. Der Gelbkörper produziert Progesteron, das die Gebärmutterschleimhaut auf die Einnistung einer befruchteten Eizelle vorbereitet. Das Progesteron kann die Laune verschlechtern.",
    "nutrition": {
      "early-mid": {
        "1": "Durch die Erhöhung der Intensität oder des Volumens deines Trainings erhöht sich auch dein Energiebedarf! Achte auf eine genügende Kohlenhydratzufuhr vor und nach dem Training. Vorzugsweise nimmst du dazu komplexe Kohlenhydrate wie Vollkornprodukte, Hafer, Quinoa, brauner Reis",
        "2": "Bei vermehrtem Training solltest du auch deine Proteinzufuhr erhöhen: Achte auf eine tägliche Proteinzufuhr von ca. 1,6g pro kg Körpergewicht. Proteindrinks können dabei helfen, den Bedarf zu decken. Nimm dazu Drinks, die wenig zugesetzten Zucker beinhalten.",
        "3": " Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes",
        "4": "Decke deinen Fettbedarf mit gesunden Fetten, bspw. Fisch, Nüsse und Samen, pflanzliche Öle"
      },
      "late": {
        "1": "Achte in dieser Phase besonders auf die Zufuhr von gesunden Fetten und Proteinen, um länger satt zu bleiben und Heisshungerattacken zu vermeden. Wenn du Kohlenhydrate isst, achte auf hochwertige Kohlenhydrate mit viel Ballaststoffen (Hafer, Vollkorn, brauner Reis, etc.). Diese hälten deinen Blutzuckerspiegel konstant und helfen somit Stimmungsschwankungen zu vermeiden",
        "2": "Kalziumsupplementation kann die negativen Symptome vermindern",
        "3": "Weitere Lebensmittel, die die negativen Symptome potenziell vermindern sind Magnesium, Vitamin D, Soya, Mönchspfeffer"
      }
    },
    "training": {
      "early-mid": "Nutze die Woche nach dem Eisprung weiterhin für Einheiten mit hoher Intensität oder hohem Volumen. Diese Woche eignet sich auch hervorragend für Kraft- und Schnellkrafttraining. Im zweiten Teil der Phase 3 kannst du die Intensität drosseln, und den Fokus auf eher lange und weniger intensive Einheiten legen.",
      "late": "Die ca. 5 Tage vor der nächsten Mens können von unangenehmen körperlichen und mentalen Symptomen begleitet sein. Höre auch hier wieder auf deinen Körper und plane kurze und leichte Regenerationseinheiten ein (bspw. leichtes Jogging oder Fahrradfahren, Yoga, Spaziergang). Diese können dir auch dabei helfen, die unangenehmen Symptome zu mindern."
    },
    "health": {
      "early-mid": "Kurz nach dem Eisprung ist die Chance schwanger zu werden erhöht. Die Chance nimmt ab, je weiter dein Eisprung zurück liegt.",
      "late": {
        "1": "Achte besonders in Phase 4 auf ausreichend (7-9h) und qualitativ hochwertigen Schlaf, um allfällige negative Symptome dieser Phase auszugleichen. Dabei können helfen:",
        "2": "Konstanter Schlafrhythmus",
        "3": "Das Zimmer dunkel und kühl halten",
        "4": "Koffein und Alkohol limitieren",
        "5": "1h vor dem Schlafengehen keine Bildschirm-Zeit",
        "6": "2h vor dem Schlafengehen nicht essen",
        "7": "In dieser Phase bist du nicht fruchtbar."
      }
    }
  }
}
