{
  "greeting": "Hallo",
  "farewell": "Auf Wiedersehen",

  "weekdays": {
    "1": "Montag",
    "2": "Dienstag",
    "3": "Mittwoch",
    "4": "Donnerstag",
    "5": "Freitag",
    "6": "Samstag",
    "0": "Sonntag"
  },

  "menstruationInfo": {
    "title": "Menstruation",
    "text": "Der Zyklus beginnt mit dem ersten Tag der Blutung, die durch den Abfall von Progesteron und Östrogen ausgelöst wird. Das steigende Östrogen hebt die Laune, macht selbstbewusst und kreativ.",
    "nutrition": {
      "1": "Entzündungshemmende und antioxidative Nahrungsmittel, um Symptome zu lindern: Curcumin, Vitamin D, Calcium, Magnesium and Zink (Brown et al., 2023) --> Kurkuma, Milchprodukte (Milch, Joghurt, Käse), Spinat, Vollkorn, Kerne und Samen, Präparate",
      "2": "Achte auf eine genügende Eisenzufuhr, insbesondere wenn deine Blutung stark ausfällt (Pedlar et al., 2017; Gaxiola & Regil, 2019) --> Rotes Fleisch, Bohnen, Leafy Greens z.B Spinat, Linsen, Brokkoli",
      "3": "Verbesserte Resorption durch parallele Aufnahme von Vitamin C (z.B. Sanddorn, Acerolakirsche, schwarze Johannisbeere, Petersilie, Wising, Rosenkohl, Paprika); Hemmung der Aufnahme u.a. durch Gerbstoffe (schwarzer Tee, Kaffee), Phytin (Vollkorn, Soja, Hülsenfrüchten), Phospohate (in Milch, Cola, Wurstwaren)",
      "4": "Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes"
    },
    "training": "Durch die potenziellen Symptome der Menstruation kann es sein, dass deine Stimmung, deine Motivation und deine Energie tiefer sind als sonst. Höre auf deinen Körper und plane deshalb vermehrt kurze, regenerative Einheiten mit niedriger Intensität in Phase 1 ein. Diese Einheiten können auch dazu beitragen, deine Symptome zu verringern.",
    "health": {
      "1": "Achte besonders in Phase 1 auf ausreichend (7-9h) und qualitativ hochwertigen Schlaf, um allfällige negative Symptome dieser Phase auszugleichen. Dabei können helfen:",
      "2": "Konstanter Schlafrhythmus",
      "3": "Das Zimmer dunkel und kühl halten",
      "4": "Koffein und Alkohol limitieren",
      "5": "1h vor dem Schlafengehen keine Bildschirm-Zeit",
      "6": "2h vor dem Schlafengehen nicht essen",
      "7": "In dieser Phase ist deine Fruchtbarkeit sehr gering."
    }
  },
  "follicularInfo": {
    "title": "Follikelphase",
    "text": "Phase nach der Menstruation, in der die Eibläschchen zu einem sprungbereiten Follikel reifen. Das steigende Östrogen hebt die Laune, macht selbstbewusst und kreativ.",
    "nutrition": {
      "1": "Durch die Erhöhung der Intensität oder des Volumens deines Trainings erhöht sich auch dein Energiebedarf! Achte auf eine genügende Kohlenhydratzufuhr vor und nach dem Training. Vorzugsweise nimmst du dazu komplexe Kohlenhydrate wie Vollkornprodukte, Hafer, Quinoa, brauner Reis",
      "2": "Ebenso bei längeren Trainingseinheiten --> 1h bewusst KH zuführen",
      "3": "Bei vermehrtem Training solltest du auch deine Proteinzufuhr erhöhen: Achte auf eine tägliche Proteinzufuhr von ca. 1,6g pro kg Körpergewicht. Proteindrinks können dabei helfen, den Bedarf zu decken. Nimm dazu Drinks, die wenig zugesetzten Zucker beinhalten.",
      "4": "Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes",
      "5": "Decke deinen Fettbedarf mit gesunden Fetten, bspw. Fisch, Nüsse und Samen, pflanzliche Öle."
    },
    "training": "Der steigende Östrogenspiegel hilft dir dabei, dich selbstbewusst und stark zu fühlen. Zeit also für die härteren Einheiten! Plane in Phase 2 vermehrt lange oder intensive Einheiten ein. Steigere dabei die die Intensität oder das Volumen kontinuerlich vom Ende der Mens bis zum Eisprung. Des weiteren ist Phase 2 optimal, um Kraft oder Schnelligkeit zu trainieren.",
    "health": "Höchste Fruchtbarkeit am Ende der Phase 2 (ca. 5 Tage vor dem Eisprung bis 1 Tag nach dem Eisprung)"
  },
  "ovulationInfo": {
    "title": "Ovulation",
    "text": "Nach dem Eisprung wird die Eizelle aus dem Follikel im Eierstock in den Eileiter ausgestoßen. Die Hülle der Eizelle bleibt als Gelbkörper zurück. Zum Eisprung macht das Östrogen häufig gute Laune. Danach gibt es auch mal schlechte Laune.",
    "nutrition": "...",
    "training": "...",
    "health": "..."
  },
  "lutealInfo": {
    "title": "Lutealphase",
    "text": "Die Phase nach dem Eisprung bis zum Beginn der nächsten Menstruation. Der Gelbkörper produziert Progesteron, das die Gebärmutterschleimhaut auf die Einnistung einer befruchteten Eizelle vorbereitet. Das Progesteron kann die Laune verschlechtern.",
    "nutrition": {
      "early-mid": {
        "1": "Durch die Erhöhung der Intensität oder des Volumens deines Trainings erhöht sich auch dein Energiebedarf! Achte auf eine genügende Kohlenhydratzufuhr vor und nach dem Training. Vorzugsweise nimmst du dazu komplexe Kohlenhydrate wie Vollkornprodukte, Hafer, Quinoa, brauner Reis",
        "2": "Bei vermehrtem Training solltest du auch deine Proteinzufuhr erhöhen: Achte auf eine tägliche Proteinzufuhr von ca. 1,6g pro kg Körpergewicht. Proteindrinks können dabei helfen, den Bedarf zu decken. Nimm dazu Drinks, die wenig zugesetzten Zucker beinhalten.",
        "3": " Trinke genug Wasser, mind. 1.5 - 2 Liter + bei Training Kompensation des Schweissverlustes",
        "4": "Decke deinen Fettbedarf mit gesunden Fetten, bspw. Fisch, Nüsse und Samen, pflanzliche Öle"
      },
      "late": {
        "1": "Achte in dieser Phase besonders auf die Zufuhr von gesunden Fetten und Proteinen, um länger satt zu bleiben und Heisshungerattacken zu vermeden. Wenn du Kohlenhydrate isst, achte auf hochwertige Kohlenhydrate mit viel Ballaststoffen (Hafer, Vollkorn, brauner Reis, etc.). Diese hälten deinen Blutzuckerspiegel konstant und helfen somit Stimmungsschwankungen zu vermeiden (Benton, 2002)",
        "2": "Kalziumsupplementation kann die negativen Symptome vermindern (Bendich, 2000)",
        "3": "Weitere Lebensmittel, die die negativen Symptome potenziell vermindern sind Magnesium, Vitamin D (Bendich, 2000), Soya (Isoflavone; Bryant et al., 2005), Mönchspfeffer (Swiss Olympic)"
      }
    },
    "training": {
      "early-mid": "Nutze die Woche nach dem Eisprung weiterhin für Einheiten mit hoher Intensität oder hohem Volumen. Diese Woche eignet sich auch hervorragend für Kraft- und Schnellkrafttraining. Im zweiten Teil der Phase 3 kannst du die Intensität drosseln, und den Fokus auf eher lange und weniger intensive Einheiten legen.",
      "late": "Die ca. 5 Tage vor der nächsten Mens können von unangenehmen körperlichen und mentalen Symptomen begleitet sein. Höre auch hier wieder auf deinen Körper und plane kurze und leichte Regenerationseinheiten ein (bspw. leichtes Jogging oder Fahrradfahren, Yoga, Spaziergang). Diese können dir auch dabei helfen, die unangenehmen Symptome zu mindern."
    },
    "health": {
      "early-mid": "Kurz nach dem Eisprung ist die Chance schwanger zu werden erhöht. Die Chance nimmt ab, je weiter dein Eisprung zurück liegt.",
      "late": {
        "1": "Achte besonders in Phase 4 auf ausreichend (7-9h) und qualitativ hochwertigen Schlaf, um allfällige negative Symptome dieser Phase auszugleichen. Dabei können helfen:",
        "2": "Konstanter Schlafrhythmus",
        "3": "Das Zimmer dunkel und kühl halten",
        "4": "Koffein und Alkohol limitieren",
        "5": "1h vor dem Schlafengehen keine Bildschirm-Zeit",
        "6": "2h vor dem Schlafengehen nicht essen",
        "7": "In dieser Phase bist du nicht fruchtbar."
      }
    }
  },

  "menstruationPhaseText": "Da du dich in der Menstruationsphase befindest, kann es sein, dass deine Stimmung, Motivation und Energie niedriger sind als sonst. Höre daher gut auf deinen Körper und plane gegebenenfalls eher kurze, regenerative Einheiten mit niedriger Intensität ein. Diese Einheiten können auch dazu beitragen, mögliche Symptome zu verringern.",
  "follicularPhaseText": "Du befindest dich in der Follikelphase. Der steigende Östrogenspiegel hilft dir, dich selbstbewusst und stark zu fühlen. Wenn du dich gut fühlst, ist dies die optimale Zeit für intensivere Einheiten! Plane also verstärkt lange oder intensive Trainingseinheiten ein.  Auch Kraft- und Schnelligkeit lässt sich jetzt gut trainieren.",
  "earlyLutealPhaseText": "Du befindest dich in der frühen Luthealphase. Die erste Woche dieser Phase eignet sich grundsätzlich gut für Einheiten mit hoher Intensität oder hohem Volumen sowie für Kraft- und Schnellkrafttraining. Wenn du dich schon im zweiten Teil der frühen Lutealphase befindest  kannst du die Intensität etwas drosseln, und den Fokus auf eher lange und weniger intensive Einheiten legen.",
  "lateLutealPhaseText": "Du befindest dich in der späten Lutealphase. Wenn dich unangenehme körperliche und mentale Symptome plagen, plane kurze und leichte Regenerationseinheiten ein (z. B. leichtes Joggen, Fahrradfahren, Yoga oder Spaziergänge). Diese können dir auch dabei helfen, mögliche unangenehme Symptome zu mindern.",

  "trsInfo": "Dein Training Readiness Score liegt bei...",
  "scores": {
    "0-25": {
      "1": "Dein Körper ist momentan nicht optimal auf intensives Training vorbereitet. Hier sind einige Empfehlungen, um deine Erholung zu unterstützen und deine Belastung zu reduzieren:",
      "2": "Vermeide intensive Trainingseinheiten und setze stattdessen auf regenerative Maßnahmen.",
      "3": "Achte besonders auf ausreichend Schlaf und eine ausgewogene Ernährung, um deine Regeneration zu fördern.",
      "4": "Beobachte deine Beschwerden und passe dein Training entsprechend an."
    },
    "26-50": {
      "1": "Deine Trainingsbereitschaft ist moderat. Dein Körper braucht etwas mehr Erholung, bevor du wieder voll durchstarten kannst. Hier sind einige Tipps:",
      "2": "Reduziere die Intensität und das Volumen deiner Trainingseinheiten, um Überlastung zu vermeiden.",
      "3": "Integriere mehr regenerative Maßnahmen wie Dehnen, leichtes Cardio und Entspannungstechniken in deinen Trainingsplan.",
      "4": "Achte auf deine Stimmung und versuche, positive Aktivitäten in deinen Alltag zu integrieren, die dich motivieren und entspannen.",
      "5": "Achte weiterhin auf eine gute Ernährung und ausreichend Schlaf, um deine Erholung zu unterstützen."
    },
    "51-75": {
      "1": "Deine Trainingsbereitschaft ist gut, und du kannst dein Training wie gewohnt fortsetzen. Hier sind einige Empfehlungen, um deine Trainingsbereitschaft zu optimieren:",
      "2": "Setze dein Training wie gewohnt fort, aber achte darauf, dein Trainingsvolumen schrittweise zu steigern.",
      "3": "Führe regelmäßig regenerative Maßnahmen durch, um deine Erholung zu unterstützen.",
      "4": "Achte weiterhin auf eine ausgewogene Ernährung und ausreichend Schlaf, um deine Regeneration zu optimieren."
    },
    "76-100": {
      "1": "Herzlichen Glückwunsch! Du bist optimal auf dein Training vorbereitet. Dein Körper ist gut erholt und deine Belastung ist ausgeglichen. Hier sind einige Tipps, um dein Training optimal zu nutzen:",
      "2": "Nutze die Gelegenheit, um intensive und anspruchsvolle Trainingseinheiten durchzuführen und deine Leistung zu steigern.",
      "3": "Achte weiterhin auf eine gute Aufwärmphase, um Verletzungen vorzubeugen.",
      "4": "Halte an deinen regenerativen Maßnahmen fest, um dein hohes Leistungsniveau aufrechtzuerhalten.",
      "5": "Bleibe positiv und motiviert, und sorge für eine ausgewogene Ernährung und ausreichend Schlaf, um deine Regeneration und Leistung zu unterstützen."
    }
  }
}
